Repository: Abinesh2305/parent-app-web-app
Catalog: lib/l10n/app_*.arb
Languages: ta

source: Homework
ta: வீட்டுப்பாடம்

source: Notifications
ta: அறிவிப்புகள்

source: Menu
ta: பட்டியல்

source: Attendance
ta: வருகைப்பதிவு

source: Fees
ta: பள்ளிக் கட்டணம்

# classLabel
source: CLASS
ta: வகுப்பு

# sectionLabel
source: SECTION
ta: பிரிவு

# admissionNoLabel
source: ADM. NO
ta: சேர்க்கை எண்

# contactLabel
source: CONTACT
ta: தொலைபேசி

# attendanceTitle
source: ATTENDANCE
ta: வருகை விவரம்

# todayStatus
source: Today's Status
ta: இன்றைய வருகை

source: Present
ta: வருகை

source: Absent
ta: வரவில்லை

source: Leave
ta: விடுப்பு

source: Holiday
ta: விடுமுறை

source: Leave Details
ta: விடுப்பு விவரங்கள்

source: Summary
ta: சுருக்கம்

source: Working Days
ta: பணி நாட்கள்

source: Leaves
ta: விடுப்புகள்

# attendancePercentage
source: Attendance %
ta: வருகை விழுக்காடு

source: Remarks
ta: குறிப்புகள்

# todayAlerts
source: Today's Alerts
ta: இன்றைய அறிவிப்புகள்

source: Exams
ta: தேர்வுகள்

source: Fee Details
ta: கட்டண விவரம்

# signInTitle
source: Sign in
ta: உள்நுழைக

# signInSubtitle
source: Use your school account
ta: உங்கள் பள்ளி கணக்கைப் பயன்படுத்தவும்

# mobileLabel
source: Mobile / Admission No
ta: மொபைல் / சேர்க்கை எண்

# passwordLabel
source: Password
ta: கடவுச்சொல்

source: Remember Me
ta: என்னை நினைவில் கொள்

source: Forgot password?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

# nextButton
source: Login
ta: உள்நுழை

# emptyFieldError
source: Enter username and password
ta: பயனர் பெயரும் கடவுச்சொல்லும் உள்ளிடவும்

source: Login failed
ta: உள்நுழைவு தோல்வியடைந்தது

# dateLabel
source: Date
ta: தேதி

# reasonLabel
source: Reason
ta: காரணம்

# schoolIdLabel
source: School ID
ta: பள்ளி அடையாள எண்

# sendOtpButton
source: Send OTP
ta: OTP அனுப்பு

# enterYourRegisteredMobile
source: Enter your registered mobile number
ta: உங்கள் பதிவு செய்யப்பட்ட மொபைல் எண்ணை உள்ளிடவும்

source: Subject
ta: பாடம்

source: Description
ta: விளக்கம்

# noHomework
source: No homework found
ta: வீட்டுப்பாடம் இல்லை

source: Attachments
ta: இணைப்புகள்

source: No details
ta: விவரம் இல்லை

source: Downloading
ta: பதிவிறக்கம் நடைபெறுகிறது

source: Saved to
ta: சேமிக்கப்பட்டது

source: Download failed
ta: பதிவிறக்கம் தோல்வியடைந்தது

# mediaPermissionReq
source: Media permission is required
ta: மீடியா அனுமதி தேவை

# storagePermissionReq
source: Storage permission is required
ta: சேமிப்பு அனுமதி தேவை

# cannotAccessFolder
source: Cannot access download folder
ta: கோப்பகத்தை அணுக முடியவில்லை

# searchNotifications
source: Search
ta: தேடல்

# noNoficationFound
source: No notifications found
ta: அறிவிப்புகள் எதுவும் கிடைக்கவில்லை

# filterNotification
source: Filter Notifications
ta: அறிவிப்புகளை வடிகட்டு

source: From Date
ta: தொடக்க தேதி

source: To Date
ta: முடிவு தேதி

source: Select Date
ta: தேதியைத் தேர்ந்தெடுக்கவும்

source: Category
ta: வகை

# allCategory
source: All Categories
ta: அனைத்து வகைகளும்

source: Type
ta: வகைப்பாடு

source: Clear Filter
ta: வடிகட்டியை அழிக்கவும்

source: Apply Filter
ta: வடிகட்டியை பயன்படுத்தவும்

source: Cancel
ta: ரத்து செய்

source: Overdue Fees
ta: காலாவதியான கட்டணங்கள்

source: Due Fees
ta: செலுத்த வேண்டிய கட்டணங்கள்

source: Pending Fees
ta: நிலுவையில் உள்ள கட்டணங்கள்

source: Overall Summary
ta: மொத்த கட்டண சுருக்கம்

source: Fee Amount
ta: கட்டண தொகை

source: Paid Amount
ta: செலுத்திய தொகை

source: Balance Amount
ta: நிலுவை தொகை

source: Concession Amount
ta: தள்ளுபடி தொகை

source: Overdue In
ta: காலாவதியாகும் நாட்கள்

source: Due Date
ta: கடைசி தேதி

source: Transactions
ta: பரிவர்த்தனைகள்

source: No transactions found
ta: பரிவர்த்தனைகள் எதுவும் இல்லை
